START_TEXT = """Привет, друг, в нашем сервисе предоставлены следующие возможности: 
\n1.Просматривать доступные курсы
\n2.Получать информацию о школе
\n3.Записываться на обучение через пошаговую форму"""


START_BTN_TEXT = [
    "📚 Наши курсы",
    "ℹ️ О нас",
    "💼 Примеры проектов"
]


LIST_COURSES = {
    "📘 ОГЭ по информатике": "course_oge",
    "📗 ЕГЭ по информатике": "course_ege",
    "🐍 Python": "course_python",
}


COURSES_TEXT = """
📘 ОГЭ по информатике
\n📗 ЕГЭ по информатике
\n🐍 Python
"""


COURSES_INFO = {
    "course_oge": "Для кого\nПрограмма\nДлительность\nСтоимость\nРезультат",
    "course_ege": "Для кого\nПрограмма\nДлительность\nСтоимость\nРезультат",
    "course_python": "Для кого\nПрограмма\nДлительность\nСтоимость\nРезультат"
}

JOIN_TEXT = {
    "✍️ Записаться": "join_sign_up",
    "◀️ Назад": "return"
}